Repository: cming2r/ios-split
Catalog: split/Resources/Localizable.xcstrings
Source language: en
Languages: es_mx, ja, ko, zh_hans, zh_hant

source: About
es_mx: Acerca de
ja: アプリについて
ko: 앱 정보
zh_hans: 关于
zh_hant: 關於

source: Account
es_mx: Cuenta
ja: アカウント
ko: 계정
zh_hans: 账号
zh_hant: 帳號

source: Add
es_mx: Añadir
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

source: Add Budget
es_mx: Añadir presupuesto
ja: 予算を追加
ko: 예산 추가
zh_hans: 添加预算
zh_hant: 新增預算

source: Add Currency
ja: 通貨を追加
ko: 통화 추가
zh_hans: 添加货币
zh_hant: 新增幣別

source: Add Expense
es_mx: Añadir gasto
ja: 支出を追加
ko: 지출 추가
zh_hans: 添加消费
zh_hant: 新增消費

source: Add Item
ja: 明細を追加
ko: 항목 추가
zh_hans: 添加明细
zh_hant: 新增明細

source: Add Label
es_mx: Añadir etiqueta
ja: ラベルを追加
ko: 라벨 추가
zh_hans: 添加标签
zh_hant: 新增標籤

source: Add Member
es_mx: Añadir miembro
ja: メンバーを追加
ko: 멤버 추가
zh_hans: 添加成员
zh_hant: 新增成員

source: Add Person
es_mx: Añadir persona
ja: 人物を追加
ko: 인원 추가
zh_hans: 添加人物
zh_hant: 新增人物

source: Alert Settings
es_mx: Configuración de alertas
ja: アラート設定
ko: 알림 설정
zh_hans: 提醒设置
zh_hant: 提醒設定

source: Alert threshold: %lld%%
es_mx: Umbral de alerta: %lld%%
ja: アラート閾値: %lld%%
ko: 알림 임계값: %lld%%
zh_hans: 提醒阈值：%lld%%
zh_hant: 提醒閾值：%lld%%

source: All
es_mx: Todo
ja: すべて
ko: 전체
zh_hans: 全部
zh_hant: 全部

# allAccountsSettled
source: All accounts are settled
es_mx: Todas las cuentas están saldadas
ja: すべての精算が完了しました
ko: 모든 정산이 완료되었습니다
zh_hans: 所有账目已结清
zh_hant: 所有帳目已結清

source: All Countries
es_mx: Todos los países
ja: すべての国
ko: 모든 국가
zh_hans: 所有国家
zh_hant: 所有國家

source: All Settled
es_mx: Todo saldado
ja: 精算済み
ko: 정산 완료
zh_hans: 已结清
zh_hant: 已結清

source: Almost over budget
es_mx: Casi excedido
ja: 予算超過間近
ko: 예산 초과 임박
zh_hans: 即将超支
zh_hant: 即將超支

source: Amount
es_mx: Importe
ja: 金額
ko: 금액
zh_hans: 金额
zh_hant: 金額

source: API Server
es_mx: Servidor API
ja: APIサーバー
ko: API 서버
zh_hans: API 服务器
zh_hant: API 伺服器

source: Appearance
es_mx: Apariencia
ja: 外観モード
ko: 화면 모드
zh_hans: 外观模式
zh_hant: 外觀模式

# appearance.dark
source: Dark
es_mx: Oscuro
ja: ダーク
ko: 다크
zh_hans: 深色
zh_hant: 深色

# appearance.light
source: Light
es_mx: Claro
ja: ライト
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

# appearance.system
source: System
es_mx: Sistema
ja: システム
ko: 시스템
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Apply to Category
es_mx: Aplicar a categoría
ja: カテゴリに適用
ko: 카테고리에 적용
zh_hans: 适用分类
zh_hant: 適用分類

# auth.error.appleCredential
source: Failed to get Apple credentials.
es_mx: No se pudieron obtener las credenciales de Apple.
ja: Apple認証情報の取得に失敗しました。
ko: Apple 자격 증명을 가져오지 못했습니다.
zh_hans: 无法获取 Apple 凭据。
zh_hant: 無法取得 Apple 憑證。

# auth.error.missingGoogleClientID
source: Google Sign-In is not configured.
es_mx: El inicio de sesión con Google no está configurado.
ja: Googleサインインが設定されていません。
ko: Google 로그인이 설정되지 않았습니다.
zh_hans: Google 登录尚未配置。
zh_hant: Google 登入尚未設定。

# auth.error.missingGoogleIDToken
source: Failed to get Google credentials.
es_mx: No se pudieron obtener las credenciales de Google.
ja: Google認証情報の取得に失敗しました。
ko: Google 자격 증명을 가져오지 못했습니다.
zh_hans: 无法获取 Google 凭据。
zh_hant: 無法取得 Google 憑證。

# auth.error.noRootViewController
source: Unable to present sign-in screen.
es_mx: No se puede mostrar la pantalla de inicio de sesión.
ja: サインイン画面を表示できません。
ko: 로그인 화면을 표시할 수 없습니다.
zh_hans: 无法显示登录界面。
zh_hant: 無法顯示登入畫面。

source: Avatar
ja: アバター
ko: 아바타
zh_hans: 头像
zh_hant: 頭像

source: Average
es_mx: Promedio
ja: 平均
ko: 평균
zh_hans: 平均每笔
zh_hant: 平均每筆

source: Back
es_mx: Atrás
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

source: Balance Summary
es_mx: Resumen de saldo
ja: 収支サマリー
ko: 잔액 요약
zh_hans: 收支状况
zh_hant: 收支狀況

source: Base Currency
es_mx: Moneda base
ja: 基準通貨
ko: 기준 통화
zh_hans: 基准币种
zh_hant: 基準幣種

source: Basic Info
es_mx: Info básica
ja: 基本情報
ko: 기본 정보
zh_hans: 基本信息
zh_hant: 基本資訊

source: Budget
es_mx: Presupuesto
ja: 予算
ko: 예산
zh_hans: 预算
zh_hant: 預算

# budget.emptyState
source: Set a budget to track your spending
es_mx: Establece un presupuesto para controlar tus gastos
ja: 予算を設定して支出を管理しましょう
ko: 예산을 설정하여 지출을 관리하세요
zh_hans: 设置预算来追踪您的支出
zh_hant: 設定預算來追蹤您的支出

# budget.remaining %@
source: %@ remaining
es_mx: %@ restante
ja: 残り %@
ko: %@ 남음
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: Budget Amount
es_mx: Importe del presupuesto
ja: 予算額
ko: 예산 금액
zh_hans: 预算金额
zh_hant: 預算金額

# camera.pleaseAllowAccess
source: Please allow camera access in Settings
es_mx: Permite el acceso a la cámara en Ajustes
ja: 設定でカメラへのアクセスを許可してください
ko: 설정에서 카메라 접근을 허용해 주세요
zh_hans: 请在设置中允许使用相机
zh_hant: 請在設定中允許使用相機

source: Camera Access Required
es_mx: Se requiere acceso a la cámara
ja: カメラへのアクセスが必要です
ko: 카메라 접근 필요
zh_hans: 需要相机权限
zh_hant: 需要相機權限

source: Cancel
es_mx: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# cannotUndo
source: This action cannot be undone
es_mx: Esta acción no se puede deshacer
ja: この操作は取り消せません
ko: 이 작업은 되돌릴 수 없습니다
zh_hans: 此操作无法撤销
zh_hant: 此操作無法復原

source: Categories
es_mx: Categorías
ja: カテゴリ管理
ko: 카테고리 관리
zh_hans: 分类管理
zh_hant: 分類管理

source: Category
es_mx: Categoría
ja: カテゴリ
ko: 카테고리
zh_hans: 分类
zh_hant: 分類

# category.accommodation
source: Accommodation
es_mx: Alojamiento
ja: 宿泊
ko: 숙박
zh_hans: 住宿
zh_hant: 住宿

# category.entertainment
source: Entertainment
es_mx: Entretenimiento
ja: 娯楽
ko: 오락
zh_hans: 娱乐
zh_hant: 娛樂

# category.food
source: Food
es_mx: Comida
ja: 食費
ko: 식비
zh_hans: 餐饮
zh_hant: 餐飲

# category.other
source: Other
es_mx: Otro
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

# category.shopping
source: Shopping
es_mx: Compras
ja: 買い物
ko: 쇼핑
zh_hans: 购物
zh_hant: 購物

# category.tickets
source: Tickets
es_mx: Entradas
ja: チケット
ko: 티켓
zh_hans: 门票
zh_hant: 門票

# category.transport
source: Transport
es_mx: Transporte
ja: 交通
ko: 교통
zh_hans: 交通
zh_hant: 交通

source: Category Name
es_mx: Nombre de categoría
ja: カテゴリ名
ko: 카테고리 이름
zh_hans: 分类名称
zh_hant: 分類名稱

source: Change Photo
es_mx: Cambiar foto
ja: 写真を変更
ko: 사진 변경
zh_hans: 更换照片
zh_hant: 更換照片

source: Choose from Photos
es_mx: Elegir de fotos
ja: 写真から選択
ko: 사진에서 선택
zh_hans: 从相册选择
zh_hant: 從相簿選擇

source: Choose Photo
es_mx: Elegir foto
ja: 写真を選択
ko: 사진 선택
zh_hans: 选择照片
zh_hant: 選擇照片

source: Close
es_mx: Cerrar
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Confirm Delete
es_mx: Confirmar eliminación
ja: 削除の確認
ko: 삭제 확인
zh_hans: 确定要删除吗？
zh_hant: 確定要刪除嗎？

source: Confirm Expense
es_mx: Confirmar gasto
ja: 支出を確認
ko: 지출 확인
zh_hans: 确认消费信息
zh_hant: 確認消費資訊

source: Country
es_mx: País
ja: 国
ko: 국가
zh_hans: 国家
zh_hant: 國家

# country.australia
source: Australia
ja: オーストラリア
ko: 호주
zh_hans: 澳大利亚
zh_hant: 澳洲

# country.canada
source: Canada
es_mx: Canadá
ja: カナダ
ko: 캐나다
zh_hans: 加拿大
zh_hant: 加拿大

# country.china
source: China
ja: 中国
ko: 중국
zh_hans: 中国
zh_hant: 中國

# country.europe
source: Europe
es_mx: Europa
ja: ヨーロッパ
ko: 유럽
zh_hans: 欧洲
zh_hant: 歐洲

# country.hongkong
source: Hong Kong
ja: 香港
ko: 홍콩
zh_hans: 香港
zh_hant: 香港

# country.india
source: India
ja: インド
ko: 인도
zh_hans: 印度
zh_hant: 印度

# country.indonesia
source: Indonesia
ja: インドネシア
ko: 인도네시아
zh_hans: 印度尼西亚
zh_hant: 印尼

# country.japan
source: Japan
es_mx: Japón
ja: 日本
ko: 일본
zh_hans: 日本
zh_hant: 日本

# country.korea
source: South Korea
es_mx: Corea del Sur
ja: 韓国
ko: 한국
zh_hans: 韩国
zh_hant: 韓國

# country.malaysia
source: Malaysia
es_mx: Malasia
ja: マレーシア
ko: 말레이시아
zh_hans: 马来西亚
zh_hant: 馬來西亞

# country.newzealand
source: New Zealand
es_mx: Nueva Zelanda
ja: ニュージーランド
ko: 뉴질랜드
zh_hans: 新西兰
zh_hant: 紐西蘭

# country.philippines
source: Philippines
es_mx: Filipinas
ja: フィリピン
ko: 필리핀
zh_hans: 菲律宾
zh_hant: 菲律賓

# country.singapore
source: Singapore
es_mx: Singapur
ja: シンガポール
ko: 싱가포르
zh_hans: 新加坡
zh_hant: 新加坡

# country.taiwan
source: Taiwan
es_mx: Taiwán
ja: 台湾
ko: 대만
zh_hans: 台湾
zh_hant: 台灣

# country.thailand
source: Thailand
es_mx: Tailandia
ja: タイ
ko: 태국
zh_hans: 泰国
zh_hant: 泰國

# country.uk
source: United Kingdom
es_mx: Reino Unido
ja: イギリス
ko: 영국
zh_hans: 英国
zh_hant: 英國

# country.usa
source: United States
es_mx: Estados Unidos
ja: アメリカ
ko: 미국
zh_hans: 美国
zh_hant: 美國

# country.vietnam
source: Vietnam
ja: ベトナム
ko: 베트남
zh_hans: 越南
zh_hant: 越南

# countryNotSupported %@
source: %@ is not supported
es_mx: %@ no es compatible
ja: %@ はサポートされていません
ko: %@은(는) 지원되지 않습니다
zh_hans: 不支持 %@
zh_hant: 不支援 %@

# createTripBeforeScanning
source: You need to create a trip before scanning receipts
es_mx: Necesitas crear un viaje antes de escanear recibos
ja: レシートをスキャンするには先に旅行を作成してください
ko: 영수증을 스캔하려면 먼저 여행을 생성하세요
zh_hans: 需要先创建一个行程才能扫描发票
zh_hant: 需要先創建一個行程才能掃描發票

# createTripFirst
source: Create a Trip First
es_mx: Crea un viaje primero
ja: まず旅行を作成
ko: 먼저 여행을 생성하세요
zh_hans: 请先创建行程
zh_hant: 請先創建行程

source: Currencies
es_mx: Monedas
ja: 通貨管理
ko: 통화 관리
zh_hans: 币种管理
zh_hant: 幣種管理

source: Currency
es_mx: Moneda
ja: 通貨
ko: 통화
zh_hans: 币种
zh_hant: 幣種

source: Current Rates
es_mx: Tasas actuales
ja: 現在のレート
ko: 현재 환율
zh_hans: 当前汇率
zh_hant: 當前匯率

source: Dad
es_mx: Papá
ja: パパ
ko: 아빠
zh_hans: 爸爸
zh_hant: 爸爸

source: Daily Average
es_mx: Promedio diario
ja: 日平均
ko: 일 평균
zh_hans: 日均
zh_hant: 每日平均

source: Date
es_mx: Fecha
ja: 日付
ko: 날짜
zh_hans: 日期
zh_hant: 日期

source: Default
es_mx: Por defecto
ja: デフォルト
ko: 기본
zh_hans: 默认
zh_hant: 預設

source: Delete
es_mx: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# deleteExpense.confirmation
source: Delete this expense?
es_mx: ¿Eliminar este gasto?
ja: この支出を削除しますか？
ko: 이 지출을 삭제하시겠습니까?
zh_hans: 确定要删除这笔消费？
zh_hant: 確定要刪除這筆消費？

source: Delete Trip
es_mx: Eliminar viaje
ja: 旅行を削除
ko: 여행 삭제
zh_hans: 删除行程
zh_hant: 刪除旅程

# deleteTrip.message %@
source: Delete "%@" and all its expenses?
es_mx: ¿Eliminar "%@" y todos sus gastos?
ja: 「%@」とすべての支出を削除しますか？
ko: "%@" 및 모든 지출을 삭제하시겠습니까?
zh_hans: 将删除「%@」及所有相关消费记录
zh_hant: 將刪除「%@」及所有相關消費記錄

source: Destination
es_mx: Destino
ja: 目的地
ko: 목적지
zh_hans: 目的地
zh_hant: 目的地

# destinationCountry
source: Destination
es_mx: Destino
ja: 目的地
ko: 목적지
zh_hans: 目的地
zh_hant: 目的地

source: Details
es_mx: Detalles
ja: 詳細
ko: 상세 정보
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Detecting...
es_mx: Detectando...
ja: 検出中...
ko: 감지 중...
zh_hans: 检测中...
zh_hant: 偵測中...

source: Done
es_mx: Hecho
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Edit
es_mx: Editar
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Edit Budget
es_mx: Editar presupuesto
ja: 予算を編集
ko: 예산 편집
zh_hans: 编辑预算
zh_hant: 編輯預算

source: Edit Category
es_mx: Editar categoría
ja: カテゴリを編集
ko: 카테고리 편집
zh_hans: 编辑分类
zh_hant: 編輯分類

source: Edit Expense
es_mx: Editar gasto
ja: 支出を編集
ko: 지출 편집
zh_hans: 编辑消费
zh_hant: 編輯消費

source: Edit Label
es_mx: Editar etiqueta
ja: ラベルを編集
ko: 라벨 편집
zh_hans: 编辑标签
zh_hant: 編輯標籤

source: Edit Member
es_mx: Editar miembro
ja: メンバーを編集
ko: 멤버 편집
zh_hans: 编辑成员
zh_hant: 編輯成員

source: Edit Person
es_mx: Editar persona
ja: 人物を編集
ko: 인원 편집
zh_hans: 编辑人物
zh_hant: 編輯人物

source: Edit Trip
es_mx: Editar viaje
ja: 旅行を編集
ko: 여행 편집
zh_hans: 编辑行程
zh_hant: 編輯行程

source: Enable Budget Alert
es_mx: Activar alerta de presupuesto
ja: 予算アラートを有効化
ko: 예산 알림 활성화
zh_hans: 启用超支提醒
zh_hant: 啟用超支提醒

source: End Date
es_mx: Fecha fin
ja: 終了日
ko: 종료일
zh_hans: 结束日期
zh_hant: 結束日期

# enterTemplateName
source: Enter a name for this template
es_mx: Introduce un nombre para esta plantilla
ja: テンプレート名を入力
ko: 템플릿 이름을 입력하세요
zh_hans: 输入模板名称
zh_hant: 輸入模板名稱

source: Error
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# error.countryNotFound
source: Unable to detect country
es_mx: No se puede detectar el país
ja: 国を検出できません
ko: 국가를 감지할 수 없습니다
zh_hans: 无法检测国家
zh_hant: 無法偵測國家

# error.geocodeFailed %@
source: Location detection failed: %@
es_mx: Error de detección de ubicación: %@
ja: 位置検出に失敗: %@
ko: 위치 감지 실패: %@
zh_hans: 位置检测失败：%@
zh_hant: 位置偵測失敗：%@

# error.imageProcessing
source: Unable to process image
es_mx: No se puede procesar la imagen
ja: 画像を処理できません
ko: 이미지를 처리할 수 없습니다
zh_hans: 无法处理图片
zh_hant: 無法處理圖片

# error.invalidApiUrl
source: Invalid API URL
es_mx: URL de API no válida
ja: 無効なAPI URL
ko: 잘못된 API URL
zh_hans: 无效的 API 地址
zh_hant: 無效的 API 網址

# error.networkRequest
source: Network request failed
es_mx: Error de conexión
ja: ネットワークリクエスト失敗
ko: 네트워크 요청 실패
zh_hans: 网络请求失败
zh_hant: 網路請求失敗

# error.noDataDetected
source: No data detected from the image. Please try again with a clearer photo.
ja: 画像からデータを検出できませんでした。より鮮明な写真で再度お試しください。
ko: 이미지에서 데이터를 감지하지 못했습니다. 더 선명한 사진으로 다시 시도해 주세요.
zh_hans: 未能从图片中识别到数据，请使用更清晰的照片重试。
zh_hant: 未能從圖片中辨識到資料，請使用更清晰的照片重試。

# error.ocr.decodingFailed
source: Failed to parse response
es_mx: Error al analizar la respuesta
ja: レスポンスの解析に失敗しました
ko: 응답 파싱 실패
zh_hans: 解析响应失败
zh_hant: 解析回應失敗

# error.ocr.invalidImage
source: Unable to process image
es_mx: No se puede procesar la imagen
ja: 画像を処理できません
ko: 이미지를 처리할 수 없습니다
zh_hans: 无法处理图片
zh_hant: 無法處理圖片

# error.ocr.invalidURL
source: Invalid API URL
es_mx: URL de API no válida
ja: 無効なAPI URL
ko: 잘못된 API URL
zh_hans: 无效的 API 网址
zh_hant: 無效的 API 網址

# error.ocr.requestFailed
source: Network request failed
es_mx: Error en la solicitud de red
ja: ネットワークリクエストに失敗しました
ko: 네트워크 요청 실패
zh_hans: 网络请求失败
zh_hant: 網路請求失敗

# error.ocr.serverError %lld
source: Server error (%lld)
es_mx: Error del servidor (%lld)
ja: サーバーエラー (%lld)
ko: 서버 오류 (%lld)
zh_hans: 服务器错误 (%lld)
zh_hant: 伺服器錯誤 (%lld)

# error.parseFailed
source: Failed to parse response
es_mx: Error al analizar la respuesta
ja: レスポンスの解析に失敗
ko: 응답 분석 실패
zh_hans: 解析响应失败
zh_hant: 解析回應失敗

# error.recognitionFailed %@
source: Recognition failed: %@
es_mx: Reconocimiento fallido: %@
ja: 認識に失敗: %@
ko: 인식 실패: %@
zh_hans: 识别失败：%@
zh_hant: 識別失敗：%@

# error.server %lld
source: Server error (%lld)
es_mx: Error del servidor (%lld)
ja: サーバーエラー (%lld)
ko: 서버 오류 (%lld)
zh_hans: 服务器错误 (%lld)
zh_hant: 伺服器錯誤 (%lld)

# error.unknown
source: Unknown error
es_mx: Error desconocido
ja: 不明なエラー
ko: 알 수 없는 오류
zh_hans: 未知错误
zh_hant: 未知錯誤

# error.updateFailed %@
source: Update failed: %@
es_mx: Actualización fallida: %@
ja: 更新に失敗: %@
ko: 업데이트 실패: %@
zh_hans: 更新失败：%@
zh_hant: 更新失敗：%@

# error.upload.invalidResponse
source: Invalid response
es_mx: Respuesta no válida
ja: 無効なレスポンス
ko: 잘못된 응답
zh_hans: 无效的响应
zh_hant: 無效的回應

# error.upload.invalidURL
source: Invalid upload URL
es_mx: URL de carga no válida
ja: 無効なアップロードURL
ko: 잘못된 업로드 URL
zh_hans: 无效的上传 URL
zh_hant: 無效的上傳 URL

# error.upload.requestFailed
source: Upload request failed
es_mx: Error en la solicitud de carga
ja: アップロードリクエストに失敗しました
ko: 업로드 요청 실패
zh_hans: 上传请求失败
zh_hant: 上傳請求失敗

# error.upload.serverError %lld
source: Server error (%lld)
es_mx: Error del servidor (%lld)
ja: サーバーエラー (%lld)
ko: 서버 오류 (%lld)
zh_hans: 服务器错误 (%lld)
zh_hant: 伺服器錯誤 (%lld)

source: Everyone
ja: 全員
ko: 전체
zh_hans: 全体
zh_hant: 全體

source: Exchange Rate
es_mx: Tipo de cambio
ja: 為替レート
ko: 환율
zh_hans: 汇率
zh_hant: 匯率

source: Exchange Rates
es_mx: Tipos de cambio
ja: 為替レート設定
ko: 환율 설정
zh_hans: 汇率设置
zh_hant: 匯率設定

source: Expense Details
es_mx: Detalles del gasto
ja: 支出の詳細
ko: 지출 상세
zh_hans: 消费详情
zh_hant: 消費詳情

source: Expenses
es_mx: Gastos
ja: 支出
ko: 지출
zh_hans: 消费
zh_hant: 消費

# expenses.count %lld
source: %lld expenses
es_mx: %lld gastos
ja: %lld件の支出
ko: %lld건의 지출
zh_hans: %lld 笔消费
zh_hant: %lld 筆消費

# expenses.emptyState
source: Tap + to add an expense
es_mx: Toca + para añadir un gasto
ja: + をタップして支出を追加
ko: + 를 눌러 지출을 추가하세요
zh_hans: 点击 + 来添加消费
zh_hant: 點擊 + 來新增消費

# feedback.category
source: Category
es_mx: Categoría
ja: カテゴリ
ko: 카테고리
zh_hans: 类别
zh_hant: 類別

# feedback.category.bug
source: Bug Report
es_mx: Informe de error
ja: バグ報告
ko: 버그 신고
zh_hans: 问题反馈
zh_hant: 問題回報

# feedback.category.feature
source: Feature Request
es_mx: Solicitud de función
ja: 機能リクエスト
ko: 기능 요청
zh_hans: 功能建议
zh_hant: 功能建議

# feedback.category.other
source: Other
es_mx: Otro
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

# feedback.category.question
source: Question
es_mx: Pregunta
ja: 質問
ko: 문의
zh_hans: 问题咨询
zh_hant: 問題諮詢

# feedback.deleteConfirm
source: This action cannot be undone.
es_mx: Esta acción no se puede deshacer.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없습니다.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

# feedback.deleteConfirmTitle
source: Delete Feedback?
es_mx: ¿Eliminar comentario?
ja: フィードバックを削除しますか？
ko: 피드백을 삭제하시겠습니까?
zh_hans: 删除反馈？
zh_hant: 刪除回饋？

# feedback.details
source: Details
es_mx: Detalles
ja: 詳細
ko: 상세 정보
zh_hans: 详细内容
zh_hant: 詳細內容

# feedback.details.placeholder
source: Please describe in detail...
es_mx: Describe en detalle...
ja: 詳細を記述してください...
ko: 자세히 설명해 주세요...
zh_hans: 请详细描述...
zh_hant: 請詳細描述...

# feedback.myRecords
source: My Feedback Records
es_mx: Mis registros de comentarios
ja: フィードバック履歴
ko: 내 피드백 기록
zh_hans: 我的反馈记录
zh_hant: 我的回饋記錄

# feedback.myRecords.title
source: My Feedbacks
es_mx: Mis comentarios
ja: フィードバック一覧
ko: 내 피드백
zh_hans: 我的反馈
zh_hant: 我的回饋

# feedback.noRecords
source: No feedback records yet
es_mx: Sin registros de comentarios
ja: フィードバック履歴がありません
ko: 피드백 기록이 없습니다
zh_hans: 暂无反馈记录
zh_hant: 尚無回饋記錄

# feedback.officialReply
source: Official Reply
es_mx: Respuesta oficial
ja: 公式回答
ko: 공식 답변
zh_hans: 官方回复
zh_hant: 官方回覆

# feedback.status.closed
source: Closed
es_mx: Cerrado
ja: クローズ
ko: 종료
zh_hans: 已关闭
zh_hant: 已關閉

# feedback.status.pending
source: Pending
es_mx: Pendiente
ja: 保留中
ko: 대기 중
zh_hans: 待处理
zh_hant: 待處理

# feedback.status.read
source: Read
es_mx: Leído
ja: 既読
ko: 읽음
zh_hans: 已读
zh_hant: 已讀

# feedback.status.replied
source: Replied
es_mx: Respondido
ja: 回答済み
ko: 답변 완료
zh_hans: 已回复
zh_hant: 已回覆

# feedback.subject
source: Subject
es_mx: Asunto
ja: 件名
ko: 제목
zh_hans: 主题
zh_hant: 主旨

# feedback.subject.placeholder
source: Brief summary
es_mx: Resumen breve
ja: 概要
ko: 간단한 요약
zh_hans: 简短摘要
zh_hant: 簡短摘要

# feedback.submit
source: Submit
es_mx: Enviar
ja: 送信
ko: 제출
zh_hans: 提交
zh_hant: 送出

# feedback.submitFailed
source: Submit Failed
es_mx: Error al enviar
ja: 送信失敗
ko: 제출 실패
zh_hans: 提交失败
zh_hant: 提交失敗

# feedback.submitSuccess
source: Submitted Successfully
es_mx: Enviado con éxito
ja: 送信完了
ko: 제출 완료
zh_hans: 提交成功
zh_hant: 提交成功

# feedback.submitting
source: Submitting...
es_mx: Enviando...
ja: 送信中...
ko: 제출 중...
zh_hans: 提交中...
zh_hant: 提交中...

# feedback.thankYou
source: Thank you for your feedback! We'll review it soon.
es_mx: ¡Gracias por tus comentarios! Lo revisaremos pronto.
ja: フィードバックありがとうございます！早急に確認いたします。
ko: 피드백 감사합니다! 빠른 시일 내에 검토하겠습니다.
zh_hans: 感谢您的反馈！我们会尽快处理。
zh_hant: 感謝您的回饋！我們會盡快審閱。

# feedback.title
source: Feedback
es_mx: Comentarios
ja: フィードバック
ko: 피드백
zh_hans: 意见反馈
zh_hant: 意見回饋

source: Fetching rate…
ja: レート取得中…
ko: 환율 가져오는 중…
zh_hans: 正在获取汇率…
zh_hant: 正在取得匯率…

source: Icon
es_mx: Icono
ja: アイコン
ko: 아이콘
zh_hans: 图标
zh_hant: 圖示

# imagesSelected %lld
source: %lld images selected
es_mx: %lld imágenes seleccionadas
ja: %lld枚の画像を選択
ko: %lld장의 이미지 선택
zh_hans: 已选择 %lld 张图片
zh_hant: 已選擇 %lld 張圖片

source: Info
ja: 情報
ko: 정보
zh_hans: 信息
zh_hant: 資訊

# isMe
source: This is me
es_mx: Soy yo
ja: 自分
ko: 나입니다
zh_hans: 这是我
zh_hant: 這是我

source: Item
es_mx: Concepto
ja: 品目
ko: 항목
zh_hans: 消费项目
zh_hant: 消費項目

source: Item name
ja: 品名
ko: 항목명
zh_hans: 品名
zh_hant: 品名

# itemsMismatch
source: Items total doesn't match amount
ja: 明細合計と金額が一致しません
ko: 항목 합계와 금액이 일치하지 않습니다
zh_hans: 明细合计与金额不一致
zh_hant: 明細合計與金額不一致

# itemsTotal %@ amount %@ diff %@
source: Items: %1$@ Amount: %2$@ Diff: %3$@
ja: 明細: %1$@ 金額: %2$@ 差額: %3$@
ko: 항목: %1$@ 금액: %2$@ 차이: %3$@
zh_hans: 明细: %1$@ 金额: %2$@ 差额: %3$@
zh_hant: 明細: %1$@ 金額: %2$@ 差額: %3$@

source: Label
es_mx: Etiqueta
ja: ラベル
ko: 라벨
zh_hans: 标签
zh_hant: 標籤

# label.all
source: All
es_mx: Todo
ja: すべて
ko: 전체
zh_hans: 全部
zh_hant: 全部

# label.groupA
source: Group A
es_mx: Grupo A
ja: グループA
ko: 그룹A
zh_hans: 分组A
zh_hant: 群組A

# label.groupB
source: Group B
es_mx: Grupo B
ja: グループB
ko: 그룹B
zh_hans: 分组B
zh_hant: 群組B

# label.justMe
source: Just Me
es_mx: Solo yo
ja: 自分のみ
ko: 나만
zh_hans: 只有我
zh_hant: 只有我

# label.new %lld
source: Label %lld
es_mx: Etiqueta %lld
ja: ラベル %lld
ko: 라벨 %lld
zh_hans: 标签 %lld
zh_hant: 標籤 %lld

# label.partner
source: Partner
es_mx: Pareja
ja: パートナー
ko: 파트너
zh_hans: 伴侣
zh_hant: 伴侶

source: Label Name
es_mx: Nombre de etiqueta
ja: ラベル名
ko: 라벨 이름
zh_hans: 标签名称
zh_hant: 標籤名稱

source: Labels
es_mx: Etiquetas
ja: ラベル
ko: 라벨
zh_hans: 标签
zh_hant: 標籤

# labels.count %lld participants.count %lld
source: %lld labels, %lld participants
es_mx: %lld etiquetas, %lld participantes
ja: %lldラベル、%lld人の参加者
ko: %lld개 라벨, %lld명 참여자
zh_hans: %lld 标签, %lld 参与者
zh_hant: %lld 標籤, %lld 參與者

source: Label Templates
es_mx: Plantillas de etiqueta
ja: ラベルテンプレート
ko: 라벨 템플릿
zh_hans: 标签模板
zh_hant: 標籤模板

source: Language
es_mx: Idioma
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Last Updated
es_mx: Última actualización
ja: 最終更新
ko: 최종 업데이트
zh_hans: 最后更新
zh_hant: 最後更新

source: Load from Template
es_mx: Cargar desde plantilla
ja: テンプレートから読み込む
ko: 템플릿에서 불러오기
zh_hans: 从模板加载
zh_hant: 從模板載入

source: Local
ja: ローカル
ko: 로컬
zh_hans: 本地
zh_hant: 本地

source: Manual Entry
es_mx: Entrada manual
ja: 手動入力
ko: 수동 입력
zh_hans: 手动记账
zh_hant: 手動記帳

source: Me
es_mx: Yo
ja: 自分
ko: 나
zh_hans: 我
zh_hant: 我

# me.parentheses
source: (Me)
es_mx: (Yo)
ja: (自分)
ko: (나)
zh_hans: (我)
zh_hant: (我)

# me.tag
source: Me
es_mx: Yo
ja: 自分
ko: 나
zh_hans: 我
zh_hant: 我

# memberName
source: Name
es_mx: Nombre
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: Members
es_mx: Miembros
ja: メンバー
ko: 멤버
zh_hans: 成员
zh_hant: 成員

# members.count %lld
source: %lld members
es_mx: %lld miembros
ja: %lld人のメンバー
ko: %lld명의 멤버
zh_hans: %lld 位成员
zh_hant: %lld 位成員

# members.emptyState
source: Tap + to add a member
es_mx: Toca + para añadir un miembro
ja: + をタップしてメンバーを追加
ko: + 를 눌러 멤버를 추가하세요
zh_hans: 点击 + 来添加成员
zh_hant: 點擊 + 來新增成員

# memberTemplates
source: Companion Templates
es_mx: Plantillas de compañeros
ja: 旅行メンバーテンプレート
ko: 여행 동반자 템플릿
zh_hans: 旅伴模板
zh_hant: 旅伴模板

# missingInfo
source: Missing Information
es_mx: Información incompleta
ja: 情報が不足しています
ko: 정보 부족
zh_hans: 信息不完整
zh_hant: 資料不完整

source: Mom
es_mx: Mamá
ja: ママ
ko: 엄마
zh_hans: 妈妈
zh_hant: 媽媽

source: Month
es_mx: Mes
ja: 今月
ko: 이번 달
zh_hans: 本月
zh_hant: 本月

source: More Countries
es_mx: Más países
ja: その他の国
ko: 더 많은 국가
zh_hans: 更多国家
zh_hant: 更多國家

# mustHaveMe
source: Must include "Me"
es_mx: Debe incluir "Yo"
ja: 「自分」を含める必要があります
ko: "나"를 포함해야 합니다
zh_hans: 必须包含「我」
zh_hant: 必須包含「我」

source: My Currency
es_mx: Mi moneda
ja: 自分の通貨
ko: 내 통화
zh_hans: 我的币种
zh_hant: 我的幣別

# myCurrency.footer
source: This is your home currency for expense tracking
es_mx: Esta es tu moneda principal para el registro de gastos
ja: 家計管理に使用する基本通貨です
ko: 지출 관리에 사용하는 기본 통화입니다
zh_hans: 这是您记账时使用的主要币种
zh_hant: 這是您記帳時使用的主要幣別

source: Name
es_mx: Nombre
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: Need More Members
es_mx: Se necesitan más miembros
ja: メンバーを追加してください
ko: 멤버가 더 필요합니다
zh_hans: 需要更多成员
zh_hant: 需要更多成員

source: New Category
es_mx: Nueva categoría
ja: カテゴリを追加
ko: 카테고리 추가
zh_hans: 添加分类
zh_hant: 新增分類

source: New Trip
es_mx: Nuevo viaje
ja: 新規旅行
ko: 새 여행
zh_hans: 新建行程
zh_hant: 新增行程

source: No Budget
es_mx: Sin presupuesto
ja: 予算なし
ko: 예산 없음
zh_hans: 没有预算
zh_hant: 沒有預算

source: No Data
es_mx: Sin datos
ja: データなし
ko: 데이터 없음
zh_hans: 没有数据
zh_hant: 沒有資料

# noData.description
source: No valid receipt data was detected from the image.
ja: 画像から有効なレシートデータを検出できませんでした。
ko: 이미지에서 유효한 영수증 데이터를 감지하지 못했습니다.
zh_hans: 图片中没有识别到有效的收据数据。
zh_hant: 圖片中沒有識別到有效的收據資料。

# noData.navTitle
source: Confirm Data
ja: データ確認
ko: 데이터 확인
zh_hans: 确认数据
zh_hant: 確認資料

# noData.tip1
source: • Image is clear and in focus
ja: • 画像が鮮明であること
ko: • 이미지가 선명할 것
zh_hans: • 图片清晰
zh_hant: • 圖片清晰

# noData.tip2
source: • Receipt is fully visible
ja: • レシート全体が写っていること
ko: • 영수증이 완전히 보일 것
zh_hans: • 收据完整可见
zh_hant: • 收據完整可見

# noData.tip3
source: • Good lighting without glare
ja: • 十分な照明で反射がないこと
ko: • 충분한 조명과 반사 없을 것
zh_hans: • 光线充足且无反光
zh_hant: • 光線充足且無反光

# noData.tips
source: Please ensure:
ja: 以下をご確認ください：
ko: 다음을 확인해 주세요:
zh_hans: 请确保：
zh_hant: 請確保：

# noData.title
source: No Data Detected
ja: データが検出されませんでした
ko: 데이터가 감지되지 않음
zh_hans: 未检测到数据
zh_hant: 未檢測到資料

source: No Expenses
es_mx: Sin gastos
ja: 支出なし
ko: 지출 없음
zh_hans: 没有消费记录
zh_hant: 沒有消費記錄

source: No Members
es_mx: Sin miembros
ja: メンバーなし
ko: 멤버 없음
zh_hans: 没有成员
zh_hant: 沒有成員

source: No Templates
es_mx: Sin plantillas
ja: テンプレートなし
ko: 템플릿 없음
zh_hans: 暂无模板
zh_hant: 尚無模板
